//глава8
//вариант 1
//2 задание: Создать программу обработки текста учебника по программированию с использованием классов:
// Символ, Слово, Предложение, Абзац, Лексема, Листинг, Знак препинания и др.
// Во всех задачах с формированием текста заменять табуляции и последовательности пробелов одним пробелом.
//Предварительно текст следует разобрать на составные части, выполнить одно из перечисленных ниже заданий и вывести полученный результат.
//1. Найти наибольшее количество предложений текста, в которых есть одинаковые слова.

